Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# OTHER_CONTROLLERS_DESC
source: Connect these controllers to set up custom controls.
ar: وصّل أذرع التحكم هذه لإعداد عناصر التحكم المخصصة.
bg: Свържете тези контролери, за да настроите персонализирани бутони за управление.
ca: Per configurar els controls personalitzats, connecta els comandaments.
cs: Chcete‑li nastavit vlastní ovládací prvky, připojte tyto ovladače.
da: Tilslut disse controllere for at indstille specielle betjeningsmuligheder.
de: Verbinde diese Controller, um eigene Steuerungseinstellungen zu konfigurieren.
el: Συνδέστε αυτά τα χειριστήρια για διαμόρφωση προσαρμοσμένων στοιχείων ελέγχου.
es: Conecta estos mandos para configurar los controles personalizados.
es_us: Conecta los controles para configurar los controles personalizados.
fi: Liitä nämä ohjaimet muokattujen säätimien käyttöönottoa varten.
fr: Connectez ces manettes pour configurer des commandes personnalisées.
fr_ca: Connectez ces manettes pour configurer des commandes personnalisées.
he: יש לחבר את השלטים האלו כדי להגדיר פקדים בהתאמה אישית.
hi: कस्टम कंट्रोल सेटअप करने के लिए ये कंट्रोलर कनेक्ट करें।
hr: Spojite ove kontrolere za podešavanje prilagođenih naredbi.
hu: Csatlakoztassa ezeket a kontrollereket az egyéni vezérlők beállításához.
id: Hubungkan pengontrol ini untuk mengatur kontrol khusus.
it: Connetti i controller per configurare i controlli personalizzati.
ja: カスタムコントロールを設定するにはこれらのコントローラを接続してください。
kk: Арнаулы басқару элементтерін баптау үшін осы контроллерлерді қосыңыз.
ko: 이 컨트롤러를 연결하여 사용자 설정 제어를 설정하십시오.
lt: Prijunkite šiuos valdiklius, kad nustatytumėte pasirinktinius valdiklius.
ms: Sambungkan pengawal ini untuk menyediakan kawalan tersuai.
nb: Koble sammen disse kontrollerne for å konfigurere tilpassede kontroller.
nl: Verbind deze controllers om aangepaste regelaars te configureren.
pl: Połącz te kontrolery, aby skonfigurować ustawienia własne.
pt_br: Conecte estes controles para configurar controles personalizados.
pt_pt: Ligue estes comandos para configurar controlos personalizados.
ro: Pentru a configura comenzi personalizate, conectați aceste controllere.
ru: Чтобы задать пользовательские настройки, соедините эти контроллеры.
sk: Ak si chcete nastaviť vlastné ovládacie prvky, pripojte tieto ovládače.
sl: Povežite te kontrolerje, da nastavite prilagojene krmilne funkcije.
sv: Anslut de här spelkontrollerna om du vill ställa in anpassade reglage.
th: เชื่อมต่อกับอุปกรณ์ควบคุมเหล่านี้เพื่อตั้งค่าการกำหนดค่าตัวควบคุม
tr: Özel denetimleri ayarlamak için bu kumandaları bağlayın.
uk: Зʼєднайте ці контролери, щоб налаштувати власні елементи керування.
vi: Kết nối những bộ điều khiển này để thiết lập các điều khiển tùy chỉnh.
zh_cn: 连接这些控制器设置自定义控制。
zh_hk: 連接這些控制器以設定自訂控制項目。
zh_tw: 連結這些控制器來設定自訂控制項目。

# OTHER_CONTROLLERS_TITLE
source: Other Controllers
ar: وحدات تحكم أخرى
bg: Други контролери
ca: Altres comandaments
cs: Jiné ovladače
da: Andre controllere
de: Andere Controller
el: Άλλα χειριστήρια
es: Otros mandos
es_us: Otros controles
fi: Muut ohjaimet
fr: Autres manettes
fr_ca: Autres manettes
he: בקרים אחרים
hi: अन्य कंट्रोलर
hr: Drugi kontroleri
hu: Egyéb vezérlők
id: Pengontrol Lainnya
it: Altri controller
ja: その他のコントローラ
kk: Басқа контроллерлер
ko: 기타 컨트롤러
lt: Kiti valdikliai
ms: Pengawal Lain
nb: Andre kontrollere
nl: Andere controllers
pl: Inne kontrolery
pt_br: Outros Controles
pt_pt: Outros comandos
ro: Alte controllere
ru: Другие контроллеры
sk: Iné ovládače
sl: Drugi kontrolerji
sv: Andra spelkontroller
th: อุปกรณ์ควบคุมอื่น
tr: Diğer Kumandalar
uk: Інші контролери
vi: Bộ điều khiển khác
zh_cn: 其他控制器
zh_hk: 其他控制器
zh_tw: 其他控制器

source: Other Games
ar: ألعاب أخرى
bg: Други игри
ca: Altres jocs
cs: Další hry
da: Andre spil
de: Sonstige Spiele
el: Άλλα παιχνίδια
es: Otros juegos
es_us: Otros juegos
fi: Muut pelit
fr: Autres jeux
fr_ca: Autres jeux
he: משחקים נוספים
hi: अन्य गेम
hr: Ostale utakmice
hu: További játékok
id: Pertandingan Lainnya
it: Altri giochi
ja: その他のゲーム
kk: Басқа ойындар
ko: 기타 경기
lt: Kiti žaidimai
ms: Permainan Lain
nb: Andre spill
nl: Andere games
pl: Inne mecze
pt_br: Outros jogos
pt_pt: Outros jogos
ro: Alte jocuri
ru: Другие игры
sk: Ďalšie hry
sl: Druge igre
sv: Andra matcher
th: เกมอื่น
tr: Diğer Oyunlar
uk: Інші ігри
vi: Trò chơi khác
zh_cn: 其他游戏
zh_hk: 其他遊戲
zh_tw: 其他遊戲

source: Override global settings
ar: تجاوز الإعدادات العالمية
bg: Отхвърляне на глобални настройки
ca: Omet la configuració global
cs: Přepsat globální nastavení
da: Tilsidesæt universelle indstillinger
de: Globale Einstellungen überschreiben
el: Παράκαμψη γενικών ρυθμίσεων
es: Sobrescribir ajustes globales
es_us: Reemplazar configuraciones globales
fi: Korvaa yleiset asetukset
fr: Ignorer les réglages généraux
fr_ca: Ignorer les réglages globaux
he: מעקף הגדרות גלובליות
hi: ग्लोबल सेटिंग्ज़ ओवरराइड करें
hr: Poništi globalne postavke
hu: Globális beállítások felülírása
id: Abaikan pengaturan global
it: Sovrascrivi impostazioni globali
ja: グローバル設定を上書き
kk: Ғаламдық реттеулерді қайта анықтау
ko: 공통 설정 덮어쓰기
lt: Perrašyti visuotinius nustatymus
ms: Gantikan seting global
nb: Overstyr standardinnstillinger
nl: Overschrijf globale instellingen
pl: Zastąp ustawienia globalne
pt_br: Substituir ajustes globais
pt_pt: Ignorar definições globais
ro: Suprareglaj configurări globale
ru: Перезаписать глобальные настройки
sk: Prepísať globálne nastavenia
sl: Preglasi splošne nastavitve
sv: Ignorera globala inställningar
th: เขียนทับการตั้งค่าส่วนกลาง
tr: Genel ayarları geçersiz kıl
uk: Перезаписати глобальні параметри
vi: Thay thế cài đặt chung
zh_cn: 覆盖全局设置
zh_hk: 覆蓋通用設定
zh_tw: 覆蓋通用設定

# OVERRIDE_HAPTICS_PROFILE_SETTINGS
source: Use haptic feedback from profile
ar: استخدام ملاحظات الحس اللمسي من ملف التعريف
bg: Използвай осезателна обратна връзка от профила
ca: Utilitza la vibració hàptica del perfil
cs: Nastavit haptickou odezvu podle profilu
da: Brug haptisk feedback fra profil
de: Haptisches Feedback von Profil verwenden
el: Χρήση απτικής ανάδρασης από προφίλ
es: Usar vibración del perfil
es_us: Usar la vibración del perfil
fi: Käytä tuntopalautetta profiilista
fr: Utiliser le retour tactile du profil
fr_ca: Utiliser la force des vibrations du profil
he: שימוש ברטט האינטראקטיבי מהפרופיל
hi: प्रोफ़ाइल से हैप्टिक फ़ीडबैक का इस्तेमाल करें
hr: Koristi povratnu vibraciju iz profila
hu: Haptikus visszajelzés használata a profilból
id: Gunakan umpan balik haptik dari profil
it: Usa feedback aptico dal profilo
ja: プロファイルの触覚フィードバック設定を使用します
kk: Профильден тактильді кері байланысты пайдалану
ko: 프로필에서 햅틱 피드백 사용
lt: Naudoti haptinį atsaką iš profilio
ms: Gunakan maklum balas haptik daripada profil
nb: Bruk følbar tilbakemelding fra profilen
nl: Gebruik haptische feedback uit profiel
pl: Używaj odpowiedzi haptycznych z profilu
pt_br: Usar resposta tátil do perfil
pt_pt: Usar informação háptica do perfil
ro: Utilizare răspuns haptic din profil
ru: Тактильные отклики — как в профиле
sk: Použiť haptickú odozvu z profilu
sl: Uporabite haptični odziv iz profila
sv: Använd haptisk feedback från profilen
th: ใช้การสั่นโต้ตอบจากโปรไฟล์
tr: Profildeki dokunuş geri bildirimini kullan
uk: Використовувати вібровідгук із профілю
vi: Sử dụng phản hồi cảm ứng từ cấu hình
zh_cn: 使用描述文件的触感反馈
zh_hk: 使用設定檔的觸覺回報
zh_tw: 使用描述檔的觸覺回饋

# OVERRIDE_LIGHTBAR_PROFILE_SETTINGS
source: Use color from profile
ar: استخدام ملف تعريف اللون من ملف التعريف
bg: Използвай цвят от профила
ca: Utilitza el color del perfil
cs: Nastavit barvu podle profilu
da: Brug farve fra profil
de: Farbe von Profil verwenden
el: Χρήση χρώματος από προφίλ
es: Usar color del perfil
es_us: Usar el color del perfil
fi: Käytä väriä profiilista
fr: Utiliser la couleur du profil
fr_ca: Utiliser la couleur du profil
he: שימוש בצבע מהפרופיל
hi: प्रोफ़ाइल से रंग का इस्तेमाल करें
hr: Koristi boju profila
hu: Szín használata a profilból
id: Gunakan warna dari profil
it: Usa il colore dal profilo
ja: プロファイルのカラーを使用
kk: Профиль түсін пайдалану
ko: 프로필에서 색상 사용
lt: Naudoti spalvą iš profilio
ms: Gunakan warna daripada profil
nb: Bruk fargen fra profilen
nl: Gebruik kleur uit profiel
pl: Używaj koloru z profilu
pt_br: Usar cor do perfil
pt_pt: Usar cor do perfil
ro: Utilizați culoarea din profil
ru: Цвет — как в профиле
sk: Použiť farbu z profilu
sl: Uporabi barvo iz profila
sv: Använd färg från profilen
th: ใช้สีจากโปรไฟล์
tr: Profildeki rengi kullan
uk: Використовувати колір із профілю
vi: Sử dụng màu từ cấu hình
zh_cn: 使用描述文件的颜色
zh_hk: 使用設定檔的顏色
zh_tw: 使用描述檔的色彩

# PROFILE_ADD
source: Add Profile
ar: إضافة ملف تعريف
bg: Добави профил
ca: Afegeix un perfil
cs: Přidat profil
da: Tilføj profil
de: Profil hinzufügen
el: Προσθήκη προφίλ
es: Añadir perfil
es_us: Agregar perfil
fi: Lisää profiili
fr: Ajouter un profil
fr_ca: Ajouter un profil
he: הוספת פרופיל
hi: प्रोफ़ाइल जोड़ें
hr: Dodaj profil
hu: Profil hozzáadása
id: Tambah Profil
it: Aggiungi profilo
ja: プロファイルを追加
kk: Профильді қосу
ko: 프로필 추가
lt: Įtraukti profilį
ms: Tambah Profil
nb: Legg til profil
nl: Voeg profiel toe
pl: Dodaj profil
pt_br: Adicionar Perfil
pt_pt: Adicionar perfil
ro: Adăugare profil
ru: Добавить профиль
sk: Pridať profil
sl: Dodaj profil
sv: Lägg till profil
th: เพิ่มโปรไฟล์
tr: Profil Ekle
uk: Додати профіль
vi: Thêm cấu hình
zh_cn: 添加描述文件
zh_hk: 新增設定檔
zh_tw: 新增描述檔

# PROFILE_DELETE
source: Delete Profile
ar: حذف ملف التعريف
bg: Изтрий профил
ca: Elimina el perfil
cs: Smazat profil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: מחק פרופיל
hi: प्रोफ़ाइल डिलीट करें
hr: Obriši profil
hu: Profil törlése
id: Hapus Profil
it: Elimina profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 삭제
lt: Trinti profilį
ms: Padam Profil
nb: Slett profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Apagar Perfil
pt_pt: Apagar perfil
ro: Ștergeți profilul
ru: Удалить профиль
sk: Vymazať profil
sl: Izbriši profil
sv: Radera profil
th: ลบโปรไฟล์
tr: Profili Sil
uk: Видалити профіль
vi: Xóa Cấu hình
zh_cn: 删除描述文件
zh_hk: 刪除設定檔
zh_tw: 刪除描述檔

# PROFILE_DELETE_CONFIRMATION_ACTION
source: Delete Profile
ar: حذف ملف التعريف
bg: Изтрий профил
ca: Elimina el perfil
cs: Smazat profil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: מחק פרופיל
hi: प्रोफ़ाइल डिलीट करें
hr: Obriši profil
hu: Profil törlése
id: Hapus Profil
it: Elimina profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 삭제
lt: Trinti profilį
ms: Padam Profil
nb: Slett profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Apagar Perfil
pt_pt: Apagar perfil
ro: Ștergeți profilul
ru: Удалить профиль
sk: Vymazať profil
sl: Izbriši profil
sv: Radera profil
th: ลบโปรไฟล์
tr: Profili Sil
uk: Видалити профіль
vi: Xóa Cấu hình
zh_cn: 删除描述文件
zh_hk: 刪除設定檔
zh_tw: 刪除描述檔

# PROFILE_DELETE_CONFIRMATION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# PROFILE_DELETE_CONFIRMATION_DESCRIPTION
source: Are you sure you want to delete the profile “%@”?
ar: هل أنت متأكد من رغبتك في حذف ملف التعريف "%@"؟
bg: Сигурни ли сте, че искате да изтриете профила „%@“?
ca: Confirmes que vols eliminar el perfil “%@”?
cs: Určitě chcete profil „%@“ smazat?
da: Er du sikker på, at du vil slette profilen “%@”?
de: Möchtest du das Profil „%@“ wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε το προφίλ «%@»;
es: ¿Seguro que quieres eliminar el perfil “%@”?
es_us: ¿Quieres eliminar el perfil “%@”?
fi: Poistetaanko profiili ”%@”?
fr: Voulez-vous vraiment supprimer le profil « %@ » ?
fr_ca: Voulez-vous vraiment supprimer le profil « %@ »?
he: האם ברצונך למחוק את הפרופיל ״%@״?
hi: क्या आप निश्चित हैं कि आप प्रोफ़ाइल “%@” डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati profil “%@”?
hu: Biztos benne, hogy törölni szeretné a(z) „%@” profilt?
id: Apakah Anda yakin ingin menghapus profil “%@”?
it: Confermi di voler eliminare il profilo “%@”?
ja: プロファイル“%@”を削除してもよろしいですか?
kk: «%@» профилін жою қажеттігіне сенімдісіз бе?
ko: ‘%@’ 프로필을 삭제하겠습니까?
lt: Ar tikrai norite ištrinti profilį „%@“?
ms: Adakah anda pasti mahu memadamkan profil “%@”?
nb: Er du sikker på at du vil slette profilen «%@»?
nl: Weet je zeker dat je het profiel '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć profil „%@”?
pt_br: Tem certeza de que deseja apagar o perfil “%@”?
pt_pt: Tem a certeza de que pretende apagar o perfil “%@”?
ro: Confirmați ștergerea profilului “%@”?
ru: Вы действительно хотите удалить профиль «%@»?
sk: Naozaj chcete vymazať profil „%@“?
sl: Ste prepričani, da želite izbrisati profil »%@«?
sv: Är du säker på att du vill radera profilen ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบโปรไฟล์ “%@”
tr: “%@” profilini silmek istediğinizden emin misiniz?
uk: Справді видалити профіль «%@»?
vi: Bạn có chắc chắn muốn xóa cấu hình “%@” không?
zh_cn: 确定要删除描述文件“%@”吗？
zh_hk: 確定要刪除設定檔「%@」嗎？
zh_tw: 確定要刪除描述檔「%@」嗎？

# PROFILE_DELETE_ELLIPSIS
source: Delete Profile…
ar: حذف ملف التعريف…
bg: Изтрий профил…
ca: Elimina el perfil…
cs: Smazat profil…
da: Slet profil…
de: Profil löschen …
el: Διαγραφή προφίλ…
es: Eliminar perfil…
es_us: Eliminar perfil…
fi: Poista profiili…
fr: Supprimer le profil…
fr_ca: Supprimer le profil…
he: מחק פרופיל…
hi: प्रोफ़ाइल डिलीट करें…
hr: Obriši profil…
hu: Profil törlése…
id: Hapus Profil…
it: Elimina profilo…
ja: プロファイルを削除…
kk: Профильді жою…
ko: 프로필 삭제…
lt: Trinti profilį…
ms: Padamkan Profil…
nb: Slett profil…
nl: Verwijder profiel…
pl: Usuń profil…
pt_br: Apagar Perfil…
pt_pt: Apagar perfil…
ro: Ștergeți profilul…
ru: Удалить профиль…
sk: Vymazať profil…
sl: Izbriši profil …
sv: Radera profil…
th: ลบโปรไฟล์…
tr: Profili Sil…
uk: Видалити профіль…
vi: Xóa Cấu hình…
zh_cn: 删除描述文件…
zh_hk: 刪除設定檔⋯
zh_tw: 刪除描述檔⋯

# PROFILE_EDITING_FOR_FIELD
source: Editing for…
ar: تعديل لأجل…
bg: Редактиране за…
ca: Editant per a…
cs: Úpravy pro…
da: Redigering af…
de: Bearbeiten für …
el: Επεξεργασία για…
es: Editando para…
es_us: Editando para…
fi: Muokkaa…
fr: Modification pour…
fr_ca: Modification de…
he: עריכה עבור…
hi: इसके लिए संपादन…
hr: Uređivanje za…
hu: Szerkesztés a következő számára:
id: Mengedit untuk…
it: Modifico per…
ja: 編集中…
kk: Өңделуде…
ko: 다음에 대해 편집 중…
lt: Redaguojama…
ms: Mengedit untuk…
nb: Redigering for…
nl: Wijzigen voor…
pl: Edycja dla…
pt_br: Editando para…
pt_pt: Edição de…
ro: Editare pentru…
ru: Правка для…
sk: Upravujem pre…
sl: Urejanje za …
sv: Redigerar för…
th: กำลังแก้ไขสำหรับ…
tr: Şunun için düzenleniyor…
uk: Змінення для…
vi: Đang sửa cho…
zh_cn: 编辑用于…
zh_hk: 編輯用於⋯
zh_tw: 編輯用於⋯

# PROFILE_INFO_LABEL_WITH_NAME
source: Customize “%@”
ar: تخصيص "%@"
bg: Персонализирай „%@“
ca: Personalitza “%@”
cs: Přizpůsobit profil „%@“
da: Tilpas “%@”
de: „%@“ anpassen
el: Προσαρμογή «%@»
es: Personalizar “%@”
es_us: Personalizar “%@”
fi: Muokkaa: %@
fr: Personnaliser « %@ »
fr_ca: Personnaliser « %@ »
he: התאמה אישית של ״%@״
hi: “%@” कस्टमाइज़ करें
hr: Prilagodi “%@”
hu: „%@” testreszabása
id: Sesuaikan “%@”
it: Personalizza “%@”
ja: “%@”をカスタマイズ
kk: Реттеу: %@
ko: ‘%@’ 사용자화
lt: Pritaikyti „%@”
ms: Sesuaikan “%@”
nb: Tilpass «%@»
nl: Pas '%@' aan
pl: Dostosuj „%@”
pt_br: Personalizar “%@”
pt_pt: Personalizar “%@”
ro: Personalizați “%@”
ru: Настроить профиль «%@»
sk: Prispôsobiť profil „%@“
sl: Prilagodi »%@«
sv: Anpassa ”%@”
th: กำหนด “%@” เอง
tr: “%@” öğesini özelleştir
uk: Налаштувати «%@»
vi: Tùy chỉnh “%@”
zh_cn: 自定义“%@”
zh_hk: 自訂「%@」
zh_tw: 自訂「%@」

# PROFILE_LIST_ACTIVE
source: Active
ar: نشِط
bg: Активно
ca: Actius
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργή
es: Activo
es_us: Activo
fi: Käytössä
fr: Actif
fr_ca: Actifs
he: פעילים
hi: सक्रिय
hr: Aktivno
hu: Aktív
id: Aktif
it: Attivi
ja: 有効
kk: Белсенді
ko: 활성
lt: Aktyvinta
ms: Aktif
nb: Aktiv
nl: Actief
pl: Aktywne
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активен
sk: Aktívny
sl: Aktivni
sv: Aktiv
th: ใช้อยู่
tr: Etkin
uk: Активний
vi: Đang hoạt động
zh_cn: 已启用
zh_hk: 已啟用
zh_tw: 已啟用

# PROFILE_LIST_DESC
source: Profiles allow you to configure controls that can be applied to multiple controllers or games.
ar: تسمح لك ملفات التعريف بتكوين عناصر التحكم التي يمكن تطبيقها على عدة أذرع تحكم أو ألعاب.
bg: Профилите ви позволяват да конфигурирате бутони за управление, които могат да бъдат прилагани за няколко контролера или игри.
ca: Els perfils et permeten configurar els controls i aplicar‑los a diversos comandaments o jocs.
cs: Pomocí profilů můžeš nastavit vlastní konfiguraci ovládání a použít ji pro víc ovladačů nebo ve více hrách.
da: Profiler giver dig mulighed for at indstille betjeningsmuligheder, der kan anvendes på flere controllere eller i flere spil.
de: Profile erlauben es dir, Steuerungen zu konfigurieren, die auf mehrere Controller oder Spiele angewendet werden können.
el: Τα προφίλ επιτρέπουν τη διαμόρφωση στοιχείων ελέγχου που μπορούν να εφαρμοστούν σε πολλά χειριστήρια ή παιχνίδια.
es: Los perfiles te permiten configurar controles que se pueden aplicar a varios mandos o juegos.
es_us: Los perfiles te permiten crear configuraciones que se pueden aplicar a varios controles o juegos.
fi: Profiilien avulla voit määrittää säätimiä, joita voidaan käyttää useissa ohjaimissa tai peleissä.
fr: Les profils vous permettent de configurer des commandes à appliquer à plusieurs manettes ou jeux.
fr_ca: Les profils vous permettent de configurer des commandes qui peuvent être appliquées à plusieurs manettes ou jeux.
he: פרופילים מאפשרים לך להגדיר פקדים בהתאמה אישית שניתן ליישם בשלטים או משחקים מרובים.
hi: प्रोफ़ाइल के ज़रिए आप ऐसे कंट्रोल कॉन्फ़िगर कर सकते हैं जिन्हें कई कंट्रोलर या गेम पर लागू किया जा सकता है।
hr: Profili vam omogućavaju konfiguriranje naredbi koje se mogu primijeniti na više kontrolera ili igara.
hu: Profilok segítségével olyan vezérlést konfigurálhat, amelyeket több vezérlőre vagy játékra is alkalmazhat.
id: Profil memungkinkan Anda untuk mengonfigurasi kontrol yang dapat diterapkan ke beberapa pengontrol atau game.
it: I profili ti consentono di configurare dei controlli personalizzati che puoi applicare a più controller o giochi.
ja: プロファイルで、複数のコントローラまたはゲームに適用できるコントロールを構成することができます。
kk: Профильдер бірнеше контроллерге немесе ойынға қолдануға болатын басқару элементтерін теңшеуге мүмкіндік береді.
ko: 프로필을 사용하여 제어기를 구성하고 여러 개의 컨트롤러 또는 게임에 적용할 수 있습니다.
lt: Naudodamiesi profiliais galite sukonfigūruoti valdiklius, kuriuos galima taikyti keliems valdikliams arba žaidimams.
ms: Profil membenarkan anda mengkonfigurasikan kawalan yang boleh digunakan pada berbilang pengawal atau permainan.
nb: Profiler gjør det mulig å konfigurere kontroller som kan brukes på flere kontrollere eller spill.
nl: Met profielen kun je regelaars configureren die je kunt toepassen op meerdere controllers of games.
pl: Profile pozwalają konfigurować ustawienia własne, które mogą być stosowane do wielu kontrolerów lub w wielu grach.
pt_br: Os perfis permitem que você configure controles personalizados que podem ser aplicados a múltiplos controles ou jogos.
pt_pt: Com perfis, pode configurar controlos que podem ser aplicados a vários comandos ou jogos.
ro: Profilurile vă permit să configurați comenzi care pot fi aplicate pentru mai multe controllere sau jocuri.
ru: Профили позволяют настроить элементы управления, которые можно применять для различных контроллеров и игр.
sk: Profily vám umožňujú nakonfigurovať si vlastné ovládacie prvky, ktoré je možné použiť na viacero ovládačov alebo hier.
sl: Profili vam omogočajo konfiguracijo krmilnih funkcij, ki jih lahko uporabite za različne kontrolerje ali igre.
sv: Med profiler kan du konfigurera reglage som kan användas för flera spelkontroller eller spel.
th: โปรไฟล์ช่วยให้คุณสามารถกำหนดค่าตัวควบคุมที่สามารถปรับใช้กับอุปกรณ์ควบคุมหลายเครื่องหรือเกมหลายเกมได้
tr: Profiller, birden fazla kumandaya veya oyuna uygulanabilecek denetimler ayarlamanıza izin verir.
uk: Профілі дають змогу конфігурувати власні елементи керування, які можна застосовувати до кількох контролерів чи ігор.
vi: Cấu hình cho phép bạn định cấu hình các điều khiển có thể được áp dụng cho nhiều bộ điều khiển hoặc trò chơi.
zh_cn: 描述文件允许你配置可应用于多个控制器或游戏的控制。
zh_hk: 設定檔讓你設定可套用至多部控制器或遊戲的控制項目。
zh_tw: 描述檔讓你設定可套用至多部控制器或多個遊戲的控制項目。

# PROFILE_LIST_INACTIVE
source: Inactive
ar: غير نشط
bg: Неактивен
ca: Inactius
cs: Neaktivní
da: Inaktiv
de: Inaktiv
el: Ανενεργό
es: Inactivo
es_us: Inactivo
fi: Ei käytössä
fr: Inactif
fr_ca: Inactifs
he: לא פעילים
hi: निष्क्रिय
hr: Neaktivno
hu: Inaktív
id: Tidak Aktif
it: Non attivi
ja: 無効
kk: Белсенді емес
ko: 비활성
lt: Neaktyvus
ms: Tidak Aktif
nb: Inaktiv
nl: Inactief
pl: Nieaktywne
pt_br: Inativo
pt_pt: Inativo
ro: Inactiv
ru: Неактивен
sk: Neaktívny
sl: Neaktivni
sv: Inaktiv
th: ไม่ได้ใช้
tr: Etkin Değil
uk: Неактивний
vi: Không hoạt động
zh_cn: 未启用
zh_hk: 未啟用
zh_tw: 未啟用

# PROFILE_LIST_TITLE
source: Profiles
ar: ملفات التعريف
bg: Профили
ca: Perfils
cs: Profily
da: Profiler
de: Profile
el: Προφίλ
es: Perfiles
es_us: Perfiles
fi: Profiilit
fr: Profils
fr_ca: Profils
he: פרופילים
hi: प्रोफ़ाइल
hr: Profili
hu: Profilok
id: Profil
it: Profili
ja: プロファイル
kk: Профильдер
ko: 프로필
lt: Profiliai
ms: Profil
nb: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
pt_pt: Perfis
ro: Profiluri
ru: Профили
sk: Profily
sl: Profili
sv: Profiler
th: โปรไฟล์
tr: Profiller
uk: Профілі
vi: Cấu hình
zh_cn: 描述文件
zh_hk: 設定檔
zh_tw: 描述檔

# PROFILE_NAME_DESC
source: Change the name of this profile.
ar: تغيير اسم ملف التعريف هذا.
bg: Сменете името на този профил.
ca: Canvia el nom del perfil.
cs: Tady můžeš profil přejmenovat.
da: Skift navnet på denne profil.
de: Ändere den Namen dieses Profils.
el: Αλλαγή του ονόματος αυτού του προφίλ.
es: Cambia el nombre de este perfil.
es_us: Cambia el nombre de este perfil.
fi: Vaihda tämän profiilin nimi.
fr: Modifiez le nom de ce profil.
fr_ca: Changez le nom de ce profil.
he: ניתן לשנות את השם של פרופיל זה.
hi: इस प्रोफ़ाइल का नाम बदलें।
hr: Promijenite naziv ovog profila.
hu: Módosíthatja a profil nevét.
id: Ubah nama profil ini.
it: Modifica il nome del profilo.
ja: このプロファイルの名前を変更します。
kk: Осы профильдің атауын өзгертіңіз.
ko: 이 프로필의 이름을 변경합니다.
lt: Pakeiskite šio profilio pavadinimą.
ms: Tukar nama profil ini.
nb: Endre navn på profilen.
nl: Wijzig de naam van dit profiel.
pl: Zmień nazwę profilu.
pt_br: Altere o nome deste perfil.
pt_pt: Alterar o nome deste perfil.
ro: Schimbați numele acestui profil.
ru: Изменить имя этого профиля.
sk: Umožní zmeniť názov tohto profilu.
sl: Spremenite ime tega profila.
sv: Byt namn på den här profilen.
th: เปลี่ยนชื่อของโปรไฟล์นี้
tr: Bu profilin adını değiştirin.
uk: Змініть назву цього профілю.
vi: Thay đổi tên của cấu hình này.
zh_cn: 更改此描述文件的名称。
zh_hk: 更改此設定檔名稱。
zh_tw: 更改此描述檔的名稱。

# PROFILE_NAME_FIELD
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Аты
ko: 이름
lt: Pavadinimas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱
